# vstSetPDMenuSel

## Description
```pascal
PROCEDURE vstSetPDMenuSel(
				group        : INTEGER;
				selectedItem : INTEGER);
```

```python

def vs.vstSetPDMenuSel(group, selectedItem):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|group|INTEGER||
|selectedItem|INTEGER||

## Version
Availability: from Vectorworks 2011
## Category
* Tool Events